Repository: atelfoto/phicha.dev
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr

source: The last articles of the castle
fr: Les derniers articles du château

source: Select a file from your computer
fr: Choisisez un fichier sur votre ordinateur

source: Username
fr: Nom d'utilisateur

source: firstname
fr: Prénom

source: Edit User
fr: Editer un Utilisateur

source: User Manager
fr: Gestionnaire des utilisateurs

source: <i class='glyphicon glyphicon-plus'></i> Add user
fr: <i class='glyphicon glyphicon-plus'></i> Ajouter un utilisateur

source: Role
fr: Rôle

source: Registration Date
fr: Date d’enregistrement

source: Last Visit Date
fr: derniere visite

source: Enable
fr: Activer

source: Disable
fr: Désactiver

source: <i class="glyphicon glyphicon-trash" style="color:#f00;""></i> Delete
fr: <i class='glyphicon glyphicon-trash'></i>&nbsp;Supprimer

source: Are you sure you want to delete
fr: Etes vous sur de vouloir suprimer

source: permanently from your users
fr: de façon permanente de vos utilisateurs

source: add user
fr: Ajouter un utilisateur

source: Press Esc to close
fr: Appuyez sur ÉCHAP pour fermer

source: forgot
fr: Mot de passe oublié?

source: Password Reminder
fr: Mot de passe oublié

source: To change your password please fill in the fields below your email address. <br> An email will be sent with the information needed to create your new password
fr: Pour modifier votre mot de passe veuillez remplir les champs ci-dessous .<br> Un email vous sera envoyé avec les informations nécessaires pour créer votre nouveau mot de passe

source: Your Mail
fr: Votre Mail

source: Your Email
fr: Votre Email

source: login
fr: S'identifier

source: Change password
fr: Changer le mot de passe

source: Password
fr: Mot de passe

source: Confirm Password
fr: Confirmer mot de passe

source: virtual tour
fr: visite virtuelle

source: Virtual tour
fr: visite virtuelle

source: The URL is not valid
fr: cette url est pas valide

source: You must specify a title
fr: Vous devez entrer un titre:

source: This name has already been selected
fr: Cette Utilisateur est déja utilisé:

source: you must enter your name
fr: Vous devez entrer votre nom

source: You must enter a valid email address
fr: Vous devez entrer un email valide:

source: Must be valid french phone numero
fr: Doit être numero de téléphone français valide

source: You must enter a numero mobile
fr: Vous devez entrer un numéro de mobile

source: You must enter your message
fr: Vous devez entrer un message:

source: You must enter your subject
fr: Vous devez entrer un sujet:

source: notEmpty
fr: Non vide

source: This file is not a valid image
fr: cette url n est pas valide

source: Name is required
fr: un nom est réquis

source: This name has already been chosen.
fr: Cette Utilisateur est déja utilisé:

source: numeric
fr: numerique

source: Something is wrong, try again
fr: Quelque chose ne va pas, essayez à nouveau

source: File exceeds the size limit upload file
fr: Le fichier dépasse la limite de taille ou le fichier a un format non supporté.

source: The picture is not jpg or png
fr: cette image n est pas un jpg ou un png

source: The image does not have the extension jpg or png
fr: L'image n'a pas l'extension jpg ou png

source: The image is already registered
fr: Cette Utilisateur est déja utilisé:

source: The URL is not valid
fr: cette url est pas valide

source: This field must not be empty
fr: Ce champ ne doit pas être vide

source: This username is already used
fr: Cette Utilisateur est déja utilisé:

source: You must specify a password
fr: vous devez envoyer des jpg

source: This password is not identical
fr: Ce mot de passe n'est pas identique

source: You must send a jpg
fr: vous devez envoyer des jpg
