Repository: atelfoto/phicha.dev
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr

source: Invalid activity
fr: Activités non valide

source: The activity has been saved.
fr: cette activité a été enregistré.

source: The activity could not be saved. Please, try again.
fr: Cette activité n'a pas été sauvegardé. Veuillez réessayer.

source: Add Activity
fr: Ajouter une activité

source: The content has been modified
fr: le contenu a bien été modifié

source: Edit Activity
fr: Editer une Activité

source: You must provide a valid ID number to enable a gallery.
fr: Vous devez fournir un numéro d'identification valide pour activer un message.

source: Activity ID %s has been published.
fr: La post avec l 'Id %s a bien été publiée.

source: Activity ID %s was not published.
fr: La post avec l 'Id %s a bien été publiée.

source: No Activity by that ID was found.
fr: Aucune activité par cet ID a été trouvé.

source: You must provide a valid ID number to disable a Activity.
fr: Vous devez fournir un numéro d'identification valide pour désactiver un post.

source: Activity ID %s has been disabled.
fr: La page avec l 'Id %s a été désactivé

source: Activity ID %s was not disabled.
fr: La page avec l 'Id %s n'a pas pu être désactivé.

source: The activity has been deleted.
fr: La propriété a été supprimée.

source: The activity could not be deleted. Please, try again.
fr: La categorie n'a pas pu être supprimé. S'il vous plaît réessayer plus tard.

source: Add a Category
fr: Ajouter une catégorie

source: The Category %s has been saved
fr: L' id %s a été sauvée dans vos categories

source: Edit this category
fr: Modifier une catégorie

source: Category removed: %s
fr: La Categorie %s a bien été supprimé.

source: Could not remove product
fr: Impossible d'enregistrer le produit

source: Your Mail us is reached.
fr: Merci Votre Mail nous est bien parvenu.

source: Thank you.Your Mail Us is reached.
fr: Merci Votre Mail nous est bien parvenu.

source: Thank you to correct your fields.
fr: Merci de corriger vos erreurs

source: The history has been saved.
fr: cette histoire a été enregistré.

source: The history could not be saved. Please, try again.
fr: Cette histoire n'a pas été sauvegardé. Veuillez réessayer.

source: Invalid history
fr: Histoire non valide

source: The history has been deleted.
fr: L'histoire a été supprimé.

source: The history could not be deleted. Please, try again.
fr: Cette histoire n'a pas pu être supprimé. S'il vous plaît réessayer plus tard.

source: Add a History
fr: Ajouter une page

source: The content has been modified
fr: le contenu a bien été modifié

source: Edit a History
fr: Modifier

source: History ID %s has been published.
fr: La post avec l 'Id %s a bien été publiée.

source: History ID %s was not published.
fr: La post avec l 'Id %s a bien été publiée.

source: No History by that ID was found.
fr: Aucunes pages histoire de trouvées pour cet ID

source: You must provide a valid ID number to disable a History.
fr: Vous devez fournir un numéro d'identification valide pour désactiver un post.

source: History ID %s has been disabled.
fr: La page avec l 'Id %s a été désactivé

source: History ID %s was not disabled.
fr: La page avec l 'Id %s n'a pas pu être désactivé.

source: Invalid link
fr: Lien invalide

source: The link has been saved.
fr: Le lien a été enregistré.

source: The link could not be saved. Please, try again.
fr: Le lien n'a pas été sauvegardé. Veuillez réessayer.

source: The link has been deleted.
fr: Le lien a été supprimé.

source: The link could not be deleted. Please, try again.
fr: L'opération n'a pas pu être supprimé. S'il vous plaît réessayer plus tard.

source: The image is not in the right format
fr: cette image n'est pas au bon format.

source: The image has been deleted
fr: cette image a bien été supprimé.

source: The portfolio has been saved.
fr: Le carrousel a été enregistré.

source: The portfolio could not be saved. Please, try again.
fr: Le lien n'a pas été sauvegardé. Veuillez réessayer.

source: Invalid portfolio
fr: portfolio non valide

source: The portfolio has been deleted.
fr: Le carrousel a été supprimé.

source: The portfolio could not be deleted. Please, try again.
fr: La categorie n'a pas pu être supprimé. S'il vous plaît réessayer plus tard.

source: You must provide a valid ID number to enable a post.
fr: Vous devez fournir un numéro d'identification valide pour activer un message.

source: Portfolio ID %s has been published.
fr: La post avec l 'Id %s a bien été publiée.

source: Portfolio ID %s was not published.
fr: La post avec l 'Id %s a bien été publiée.

source: No Portfolio by that ID was found.
fr: Aucunes pages portfolio de trouvées pour cet ID

source: You must provide a valid ID number to disable a portfolio.
fr: Vous devez fournir un numéro d'identification valide pour désactiver un post.

source: Portfolio ID %s has been disabled.
fr: La page avec l 'Id %s a été désactivé

source: portfolio ID %s was not disabled.
fr: La page avec l 'Id %s n'a pas pu être désactivé.

source: No pages were found for this ID
fr: Aucunes pages de trouvées pour cet ID

source: No pages were found for this ID
fr: Aucunes pages de trouvées pour cet ID

source: Invalid post
fr: Action invalide

source: The post has been saved.
fr: Le post a été enregistré.

source: The post could not be saved. Please, try again.
fr: Le lien n'a pas été sauvegardé. Veuillez réessayer.

source: Add a Post
fr: Ajouter un post

source: Edit a Post
fr: Editer l'article

source: The post has been deleted.
fr: Le poste a été supprimé.

source: The post could not be deleted. Please, try again.
fr: Le lien n'a pas été sauvegardé. Veuillez réessayer.

source: Post ID %s has been published.
fr: La post avec l 'Id %s a bien été publiée.

source: Post ID %s was not published.
fr: La post avec l 'Id %s a bien été publiée.

source: No Post by that ID was found.
fr: Aucunes pages actualité de trouvées pour cet ID

source: You must provide a valid ID number to disable a post.
fr: Vous devez fournir un numéro d'identification valide pour désactiver un post.

source: Post ID %s has been disabled.
fr: Le post avec l 'Id %s a été désactivé.

source: Post ID %s was not disabled.
fr: Le post avec l 'Id %s n'a pas pu être désactivé.

source: your registration to our site
fr: votre inscription sur notre site

source: Thank you you are registered mail sent to you to confirm your compte.Veuillez check your spam in case.
fr: Merci vous êtes bien inscrit un mail vous a été envoyé pour valider votre compte.Veuillez vérifier vos spam au cas où.

source: Thank you to correct your mistakes
fr: Merci de corriger vos erreurs

source: Thank you you are registered mail sent to you to confirm your compte.Please check your spam in case.
fr: Merci vous êtes bien inscrit un mail vous a été envoyé pour valider votre compte.Veuillez vérifier vos spam au cas où.

source: This email address is not associated with any account
fr: Cet email n'est associé à aucun compte:

source: Password regeneration
fr: Régénération du mot de passe

source: An email was sent to you with instructions to regenerate your password! Please check your span !!
fr: Un Email vous a été envoyé avec les instructions pour regénérer votre mot de passe! Veuillez vérifier vos span!!

source: This link does not look good
fr: Ce lien ne semble pas bon

source: your password has been changed
fr: Votre mot de passe a été modifié avec succès.

source: This change link is not good
fr: Ce lien ne semble pas bon

source: Your account has been validated
fr: Votre compte a été validé

source: Your information has been changed
fr: Vos information ont été modifié.

source: Your information could not be validated
fr: Vos informations n'ont pas pus être validé

source: Hello You are logged nows
fr: Bonjour Vous êtes maintenants connecté

source: Your login or your password are not correct
fr: Votre login ou votre mot de passe ne sont pas correct

source: You are now offline
fr: Vous êtes maintenant Déconnecté

source: The user has been added
fr: L'utilisateur a été ajouté

source: The users could not be saved. Please, try again.
fr: Le lien n'a pas été sauvegardé. Veuillez réessayer.

source: You must provide a valid ID number to enable a user.
fr: Vous devez fournir un numéro d'identification valide pour activer une page.

source: User ID %s has been published.
fr: L' utilisateur avec l 'Identifiant %s a bien été publié.

source: User ID %s was not saved.
fr: L' utilisateur avec l 'Identifiant %s n'a pas pu être sauvé.

source: No user by that ID was found.
fr: Aucunes pages utilisateur de trouvées pour cet ID

source: You must provide a valid ID number to disable a user.
fr: Vous devez fournir un numéro d'identification valide pour désactiver un post.

source: User ID %s has been disabled.
fr: L' utilisateur avec l 'Identifiant %s a été désactivé.

source: No User by that ID was found.
fr: Aucunes pages utilisateur de trouvées pour cet ID

source: User removed: %s
fr: L' Utilisateur %s a été supprimé.

source: Debug setting does not allow access to this url.
fr: Le réglage de débogage ne permet pas l'accès à cette URL.

source: Alert notice message testing...
fr: Un message de test avis d'alerte ...

source: Alert success message testing...
fr: Un message test de réussite d&#39;alerte ...

source: Alert error message testing...
fr: Un message de test avis d'alerte ...

source: Alert info message testing...
fr: Un message de test avis d'alerte ...

source: Alert warning message testing...
fr: Un message de test avis d'alerte ...

source: Alert danger message testing...
fr: Un message de test avis d'alerte ...

source: Plugin name to be used
fr: Nom du plugin à utiliser

source: Precheck migrations
fr: Migration

source: Force 'generate' to compare all tables.
fr: Générer des tables de séparation

source: Disables automatic creation of migrations table and running any internal plugin migrations
fr: Désactive la création automatique de la table des migrations et de l&#39;exécution des migrations internes de plugins

source: Generates a migration file.
fr: Génère un fichier de migration.

source: Location
fr: Localité

source: Last Modified
fr: Dernière Modification

source: Priority
fr: Priorité

source: Change Frequency
fr: Changement fréquent

source: Invalid TinyMCE configuration preset %s
fr: Configuration TinyMCE non valide

source: No filename after parsing. Function %s returned an invalid filename
fr: Aucun nom de fichier après l'analyse. Fonction %s a retourné un nom de fichier non valide

source: content
fr: Contenu

source: Save changes
fr: ﻿Sauvegarder les modifications

source: <i class="fa fa-times-circle fa-lg" style="color:#f00;">&nbsp;</i>Closed
fr: <i class="fa fa-times-circle fa-lg" style="color:#f00;">&nbsp;</i>&nbsp;Fermer

source: subtitle
fr: sous-titre

source: Online
fr: En ligne

source: Offline
fr: En ligne

source: keywords
fr: mots-clés

source: Save changes
fr: ﻿Sauvegarder les modifications

source: <i class="fa fa-times-circle fa-lg" style="color:#f00;">&nbsp;</i>Closed
fr: <i class="fa fa-times-circle fa-lg" style="color:#f00;">&nbsp;</i>&nbsp;Fermer

source: activities manager
fr: Gestionnaire des Activités

source: Help
fr: Aide

source: <i class='glyphicon glyphicon-plus'></i> Add article
fr: <i class="glyphicon glyphicon-import"></i>&nbsp;Ajouter

source: name
fr: Nom

source: created
fr: créé

source: modified
fr: Modifier

source: user
fr: Utilisateur

source: online
fr: En ligne

source: <span class="label label-danger">Offline</span>
fr: <span class="label label-default">Désactivé</span>

source: Enable this Post
fr: Activez ce Post

source: <span class="label label-success">In line</span>
fr: <span class="label label-success">Activé</span>

source: Disable this Post
fr: Désactiver ce Post

source: <i class="glyphicon glyphicon-trash" ></i> Delete
fr: <i class='glyphicon glyphicon-trash'></i>&nbsp;Supprimer

source: Remove Post
fr: Supprimer l'article

source: Are you sure you want to delete
fr: Etes-vous sûr de vouloir supprimer

source: permanently
fr: de façon permanente

source: of your Articles
fr: de vos Articles

source: Cancel
fr: Annuler

source: Delete
fr: Supprimer

source: Closed
fr: Fermer

source: Activity
fr: activité

source: submit
fr: Envoyer

source: Category manager
fr: Gestionnaire des catégories

source: <i class="glyphicon glyphicon-plus"></i> add Category
fr: <i class="glyphicon glyphicon-import"></i>Ajouter une categorie

source: <i class="glyphicon glyphicon-trash tra" style></i> Delete
fr: <i class="glyphicon glyphicon-trash tra" style></i>&nbsp;Supprimer

source: Remove Category
fr: Supprimer la catégorie

source: of your categories
fr: de vos catégories

source: Contact Us
fr: Contact

source: Feel free to contact us for any questions or comments you have:
fr: Si vous avez des questions, n'hésitez pas à nous contacter.

source: Required field:
fr: Champs obligatoire :

source: Your Name :
fr: Votre nom :

source: Your Email :
fr: Votre Email :

source: your Phone :
fr: votre téléphone :

source: Your Mobile
fr: Votre Mobile

source: Subject :&nbsp;<i class="fa fa-asterisk"></i>
fr: Sujet :&nbsp;<i class="fa fa-asterisk"></i>

source: Subject of your message:
fr: Sujet de votre message

source: Your Message
fr: Votre message

source: Enter Your message ...
fr: Introduisez votre message

source: Submit
fr: Soumettre

source: Reset
fr: Réinitialiser

source: dashboard
fr: Panneau d'administration

source: Users
fr: Utilisateurs

source: View users
fr: Liste des utilisateurs

source: Activities
fr: activités

source: View Activities
fr: Liste des activités

source: Histories
fr: histoires

source: List Histories
fr: liste des histoires

source: Posts
fr: Actualités

source: Quick Email
fr: Rapide Email

source: Email to:
fr: Email

source: Subject
fr: Objet

source: Send
fr: Envoyer

source: Calendar
fr: Calendrier

source: Add new event
fr: Ajouter un événement

source: Clear events
fr: Evénements

source: View calendar
fr: Voir calendrier

source: English
fr: Anglais

source: French
fr: Français

source: Castle of Chazeron
fr: Château de chazeron

source: we are almost ready to
fr: nous sommes presque prêts à

source: launch this page
fr: lancer cette page

source: Castle
fr: Château

source: of
fr: de

source: castle of Chazeron
fr: Château de chazeron

source: Previous
fr: précédent

source: Next
fr: suivant

source: castle de chazeron
fr: Château de chazeron

source: home
fr: Accueil

source: activities
fr: activités

source: Guided tours
fr: Visites guidées

source: treasure hunt
fr: chasse au tresor

source: room rental
fr: location de salles

source: history
fr: histoire

source: Prehistory Middle Ages
fr: Prehistoire Moyen-Age

source: the great century
fr: le grand siècle

source: XIX century to the present day
fr: XIX° Siècle à nos jours

source: news
fr: actualités

source: map
fr: plan

source: Virtual Tour
fr: visite virtuelle

source: Account
fr: Compte

source: Error:
fr: Erreur

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
fr: Page {:page} de {:pages}, {:current} enregistrements sur un total de {:count}, à partir de l'enregistrement {:start}, jusqu'au {:end}

source: &larr; Previous
fr: &larr; Précédent

source: Next &rarr;
fr: Suivant &rarr;

source: Return to top
fr: Haut de page

source: Forgot password?
fr: Mot de passe oublié?

source: Create account
fr: Créer un compte

source: Login
fr: S'identifier

source: Username :
fr: Utilisateur

source: Password :
fr: Mot de passe:

source: Remember me
fr: Se souvenir de moi

source: Required Field
fr: Champs obligatoire :

source: Register
fr: Enregistrer

source: Confirm Password :
fr: Confirmer mot de passe

source: Error 404
fr: Erreur 404

source: Oooops, Something went wrong!
fr: Oooops, Quelque chose s' est mal passé!

source: You have experienced a technical error. We apologize.
fr: Vous avez rencontré une erreur technique. Nous nous excusons.

source: We are working hard to correct this issue.<br> Please wait a few moments <br>and try your search again.
fr: Nous travaillons pour corriger ce problème.<br> S'il vous plaît patienter quelques instants <br>et essayer de nouveau votre recherche.

source: Go back
fr: retour

source: Error 500
fr: Erreur 500

source: Fatal error
fr: erreur fatale

source: Missing connection
fr: Connexion manquante

source: missing controller
fr: Contrôleur manquant

source: The requested view was not found
fr: Le fichier demandé est introuvable

source: Emissing table
fr: table Manquante

source: missing view
fr: Vue Manquante

source: pdo error
fr: erreur pdo

source: fatal error
fr: erreur fatale

source: Admin Add History
fr: Administrateur

source: <span class="glyphicon glyphicon-list"></span>&nbsp;&nbsp;List Histories
fr: <i class="glyphicon glyphicon-import"></i>liste des histoires

source: <span class="glyphicon glyphicon-list"></span>&nbsp;&nbsp;List Users
fr: <i class="glyphicon glyphicon-plus"></i>&nbsp;Liste des utilisateurs

source: <span class="glyphicon glyphicon-plus"></span>&nbsp;&nbsp;New User
fr: <i class="glyphicon glyphicon-plus"></i>&nbsp;nouveaux utilisateur

source: Date of Change
fr: Date de modifications

source: In line ?
fr: En ligne

source: History manager
fr: Gestionnaire des histoires

source: History
fr: histoire

source: <span class="glyphicon glyphicon-edit"></span>&nbsp&nbsp;Edit History
fr: <i class="glyphicon glyphicon-import"></i> editer

source: <span class="glyphicon glyphicon-remove"></span>&nbsp;&nbsp;Delete History
fr: <i class="glyphicon glyphicon-trash tra" style></i>&nbsp;Supprimer

source: Are you sure you want to delete # %s?
fr: Êtes vous sûr de vouloir supprimer # %s ?

source: <span class="glyphicon glyphicon-list"></span>&nbsp&nbsp;List Histories
fr: <i class="glyphicon glyphicon-import"></i>liste de l histoire

source: <span class="glyphicon glyphicon-plus"></span>&nbsp&nbsp;New History
fr: <i class="glyphicon glyphicon-import"></i>Ajouter

source: <span class="glyphicon glyphicon-list"></span>&nbsp&nbsp;List Users
fr: <i class="glyphicon glyphicon-plus"></i>&nbsp;liste des utilisateurs

source: <span class="glyphicon glyphicon-plus"></span>&nbsp&nbsp;New User
fr: <i class="glyphicon glyphicon-plus"></i>&nbsp;Ajouter un utilisateur

source: Name
fr: Nom

source: Subtitle
fr: sous-titre

source: Slug
fr: url

source: Content
fr: Contenu

source: Photo
fr: Photo Dir

source: User
fr: Utilisateur

source: Created
fr: créé

source: Modified
fr: Modifié

source: Remove
fr: supprimer

source: A Castle for the
fr: Un Château pour le

source: published
fr: publié

source: virtualtours
fr: visite virtuelle

source: virtual tour of the castle in step 15
fr: visite du château en 15 tours

source: gallery
fr: galerie

source: gallery photos of the castle
fr: galerie photos du château

source: See more
fr: Lire la suite

source: prehistory-middle-age
fr: prehistoire-moyen-age

source: Prehistory middle age
fr: Prehistoire Moyen Age

source: the-great-century
fr: le-grand-siecle

source: 19th-century
fr: 19-siecle

source: castle of chazeron
fr: Château de chazeron

source: Member since
fr: Membre depuis

source: Logout&nbsp;<i class="glyphicon glyphicon-new-window"></i>
fr: Déconnecter&nbsp;<i class="glyphicon glyphicon-new-window"></i>

source: Dashboard
fr: Panneau d'administration

source: add new page
fr: Ajouter une Page

source: histories
fr: histoires

source: <i class='fa fa-circle-o'></i>histories manager
fr: <i class='fa fa-circle-o'></i>gestionnaire des histoires

source: <i class='fa fa-circle-o'></i>add new page
fr: <i class='fa fa-circle-o'></i>Ajouter une nouvelle page

source: posts
fr: actualités

source: posts manager
fr: Gestionnaire des actualités

source: category
fr: Catégorie

source: Categories manager
fr: Gestionnaire des catégories

source: add new category
fr: + Ajouter une nouvelle catégorie

source: portfolios manager
fr: Gestionnaire du Portfolio

source: Add new portfolio
fr: Ajouter un portfolio

source: users
fr: Utilisateurs

source: users manager
fr: Gestionnaire des utilisateurs

source: add new user
fr: Ajouter un utilisateur

source: Clear Cache
fr: Nettoyer le cache

source: Administrator
fr: Administrateur

source: system
fr: système

source: histories manager
fr: Gestionnaire de l'histoire

source: add new post
fr: Ajouter un Article

source: add new portfolio
fr: Ajouter un portfolio

source: See the site
fr: Voir le site

source: help&nbsp;<i class="glyphicon glyphicon-question-sign"></i>
fr: Aide&nbsp;<i class="glyphicon glyphicon-question-sign"></i>

source: Legal Information
fr: mentions légales

source: sitemap
fr: Plan du Site

source: Add Link
fr: Ajouter un lien

source: <span class="glyphicon glyphicon-list"></span>&nbsp;&nbsp;List Links
fr: <i class="glyphicon glyphicon-user"></i>&nbsp; admin

source: <span class="glyphicon glyphicon-remove"></span>&nbsp;&nbsp;Delete
fr: <i class="glyphicon glyphicon-trash tra" style></i>&nbsp;Supprimer

source: Links
fr: Liens

source: <span class="glyphicon glyphicon-plus"></span>&nbsp;&nbsp;New Link
fr: <i class="glyphicon glyphicon-user"></i>&nbsp; admin

source: Link
fr: Lien

source: <span class="glyphicon glyphicon-edit"></span>&nbsp&nbsp;Edit Link
fr: <span class="glyphicon glyphicon-edit"></span>&nbsp&nbsp;Editer le lien

source: <span class="glyphicon glyphicon-remove"></span>&nbsp;&nbsp;Delete Link
fr: <span class="glyphicon glyphicon-remove"></span>&nbsp;&nbsp;supprimer le lien

source: <span class="glyphicon glyphicon-list"></span>&nbsp&nbsp;List Links
fr: <i class="glyphicon glyphicon-user"></i>&nbsp; admin

source: <span class="glyphicon glyphicon-plus"></span>&nbsp&nbsp;New Link
fr: <i class="glyphicon glyphicon-user"></i>&nbsp; admin

source: Edit Link
fr: Editer

source: plan of access
fr: plan d ' accès

source: Airport
fr: aéroport

source: Station sncf
fr: gare sncf

source: Road
fr: route

source: <i class='glyphicon glyphicon-picture '></i> Original image
fr: <i class="glyphicon glyphicon-import"></i>&nbsp;Image originale

source: <i class="glyphicon glyphicon-trash" style="color:#f00;"></i> Delete
fr: <i class='glyphicon glyphicon-trash'></i>&nbsp;Supprimer

source: Add image
fr: Ajouter une image

source: Remove user
fr: Supprimer l'utilisateur

source: Are you sure you want to delete this picture
fr: Etes-vous sûr de vouloir supprimer cette image

source: of your articles
fr: de vos Aticles

source: Insert picture
fr: insérer une image

source: last post
fr: dernier article

source: Add Portfolio
fr: Ajouter un portfolio

source: <span class="glyphicon glyphicon-list"></span>&nbsp;&nbsp;List Portfolios
fr: <i class="glyphicon glyphicon-user"></i>&nbsp; liste des portfolios

source: Edit Portfolio
fr: Modifier

source: photographer
fr: Photographe

source: <span class="glyphicon glyphicon-plus"></span>&nbsp;&nbsp;New Portfolio
fr: <i class="glyphicon glyphicon-plus"></i>&nbsp;Ajouter un portfolio

source: <i class='glyphicon glyphicon-plus'></i> Add portfolio
fr: <i class="glyphicon glyphicon-import"></i>Ajouter

source: Enable this portfolio
fr: Activez ce Portfolio

source: <span class="glyphicon glyphicon-edit"></span>&nbsp&nbsp;Edit Portfolio
fr: <i class="glyphicon glyphicon-user"></i>&nbsp; éditer

source: <span class="glyphicon glyphicon-remove"></span>&nbsp;&nbsp;Delete Portfolio
fr: <i class="glyphicon glyphicon-trash tra" style></i>&nbsp;Supprimer

source: <span class="glyphicon glyphicon-list"></span>&nbsp&nbsp;List Portfolios
fr: <i class="glyphicon glyphicon-user"></i>&nbsp;liste des portfolios

source: <span class="glyphicon glyphicon-plus"></span>&nbsp&nbsp;New Portfolio
fr: <i class="glyphicon glyphicon-plus"></i>&nbsp;Ajouter un portfolio

source: articles manager
fr: Gestionnaire des Articles

source: username
fr: Utilisateur

source: Press Esc to close
fr: Appuyez sur ÉCHAP pour fermer

source: see more
fr: Lire la suite
